espressif/esp-protocols/examples/esp_netif/cslip_custom_netif/sdkconfig.ci
CONFIG_IDF_TARGET="esp32c3"
CONFIG_LWIP_PPP_SUPPORT=y
CONFIG_LWIP_SLIP_SUPPORT=y
CONFIG_EXAMPLE_IPV4=y
CONFIG_EXAMPLE_UART_TX_PIN=6
CONFIG_EXAMPLE_UART_RX_PIN=7
